docu_performance_test
Running 30s test @ http://127.0.0.1:8080/
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    92.45us   40.73us   1.82ms   69.97%
    Req/Sec    70.68k     0.91k   72.67k    84.30%
  8467890 requests in 30.10s, 56.06GB read
Requests/sec: 281325.69
Transfer/sec:      1.86GB